Repository: bluebanquise/bluebanquise
Catalog: resources/packages/sources/atftp-0.7.2/debian/po/*.po
Languages: pt_br

source: Should the server be started by inetd?
pt_br: O servidor deve ser iniciado pelo inetd?

source: atftpd can be started by the inetd superserver or as a daemon and handle incoming connections by itself. The latter is only recommend for very high usage server.
pt_br: O atftpd pode ser iniciado pelo super servidor inetd ou como um daemon e gerenciar conex√µes de entrada por si pr√≥prio. A √∫ltima op√ß√£o √© recomendada somente para servidores com uma taxa de utiliza√ß√£o bem alta.

source: Server timeout:
pt_br: Timeout do servidor:

source: How many seconds the main thread waits before exiting.
pt_br: Quantos segundos a thread principal deve aguardar antes de finalizar.

source: Retry timeout:
pt_br: Timeout de nova tentativa:

source: How many seconds to wait for a reply before retransmitting a packet.
pt_br: Quantos segundos aguardar por uma resposta antes de retransmitir um pacote.

source: Maximum number of threads:
pt_br: N√∫mero m√°ximo de threads:

source: Maximum number of concurrent threads that can be running.
pt_br: N√∫mero m√°ximo de threads concorrentes que podem estar em execu√ß√£o.

source: Verbosity level:
pt_br: N√≠vel de verbosidade:

source: Level of logging. 7 logs everything including debug logs. 1 will log only the system critical logs. 5 (LOG_NOTICE) is the default value.
pt_br: N√≠vel de logging. O n√≠vel 7 loga tudo incluindo logs de depura√ß√£o. O n√≠vel 1 logar√° somente logs cr√≠ticos do sistema. O n√≠vel 5 (LOG_NOTICE) √© o valor padr√£o.

source: Enable 'timeout' support?
pt_br: Habilitar suporte a 'timeout'?

source: Enable 'tsize' support?
pt_br: Habilitar suporte a 'tsize'?

source: Enable 'block size' support?
pt_br: Habilitar suporte a 'tamanho de bloco'?

source: Enable multicast support?
pt_br: Habilitar suporte a multicast?

source: TTL for multicast packets:
pt_br: TTL para pacotes multicast:

source: Port to listen for tftp request:
pt_br: Porta na qual ouvir por requisi√ß√µes tftp:

source: Port range for multicast file transfer:
pt_br: Faixa de portas para transfer√™ncia de arquivos multicast:

source: Multicast transfer will use any available port in a given set. For example, "2000-2003, 3000" allow atftpd to use port 2000 to 2003 and 3000.
pt_br: Transfer√™ncias multicast utilizar√£o quaisquer portas em um dado conjunto. Por exemplo, "2000-2003, 3000" permitir√£o ao atftpd utilizar as portas 2000 at√© 2003 e a porta 3000.

source: Address range for multicast transfer:
pt_br: Faixa de endere√ßos para transfer√™ncias multicast:

source: Multicast transfer will use any available addresses from a given set of addresses. Syntax is "a.b.c.d-d,a.b.c.d,..."
pt_br: Transfer√™ncias multicast utilizar√£o quaisquer endere√ßos dispon√≠veis de um dado conjunto de endere√ßos. A sintaxe √© "a.b.c.d-d,a.b.c.d, ..."

source: Log to file instead of syslog?
pt_br: Logar em arquivos ao inv√©s de syslog?

source: If your server does intensive tftp file serving, it is a good idea to accept here. That will avoid cluttering your syslog with tftpd logs.
pt_br: Caso seu servidor sirva tftp intensivamente, √© uma boa ideia aceitar essa op√ß√£o. Isso evitar√° encher seu syslog com logs do tftpd.

source: Log file:
pt_br: Arquivo de log:

source: A file where atftpd will write its logs. This file will be made writable for the user 'nobody' and group 'nogroup'.
pt_br: Um arquivo onde o atftpd gravar√° seus logs. Esse arquivo ter√° permiss√£o de grava√ß√£o para o usu√°rio 'nobody' e para o grupo 'nogroup'.

source: Base directory:
pt_br: Diret√≥rio base:

source: The directory tree from where atftpd can serve files. That directory must be world readable.
pt_br: A √°rvore de diret√≥rios a partir da qual o atftpd pode servir arquivos. Esse diret√≥rio precisa ter permiss√£o de leitura para todos.
